cask_args appdir: '/Applications'

tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'puma/puma'

cask 'java8'

brew 'ack'
brew 'coreutils'
brew 'ffmpeg'
brew 'fortune'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jenv'
brew 'jp2a'
brew 'jq'
brew 'lame'
brew 'libgit2'
brew 'mas'
brew 'maven'
brew 'moreutils'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'thefuck'
brew 'tree'
brew 'unrar'
brew 'wget', args: ['enable-iri']
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask 'aerial'
cask 'alfred'
cask 'battle-net'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'font-fira-code'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'jetbrains-toolbox'
cask 'macpass'
cask 'paintbrush'
cask 'postman'
cask 'puush'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'teamspeak-client'
cask 'the-unarchiver'
cask 'tunnelblick'
cask 'typora'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
