akamud.vscode-theme-onedark
christian-kohler.npm-intellisense
clinyong.vscode-css-modules
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dcortes92.FreeMarker
DigitalBrainstem.javascript-ejs-support
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
Gruntfuggly.todo-tree
ithildir.java-properties
jpoissonnier.vscode-styled-components
karyfoundation.nearley
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
octref.vetur
Prisma.vscode-graphql
QzSG.kitty-time
richie5um2.vscode-sort-json
shyykoserhiy.git-autoconfig
silvenon.mdx
VisualStudioExptTeam.vscodeintellicode
zhouronghui.propertylist
