tap "candid82/brew"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "puma/puma"
cask "java"
brew "ack"
brew "cloc"
brew "readline"
brew "clojure"
brew "coreutils"
brew "lame"
brew "x264"
brew "xvid"
brew "xz"
brew "ffmpeg"
brew "fortune"
brew "git"
brew "go"
brew "openssl"
brew "grc"
brew "imagemagick"
brew "imagesnap"
brew "jenv"
brew "jp2a"
brew "jq"
brew "leiningen"
brew "libgit2"
brew "lynx"
brew "mas"
brew "maven"
brew "moreutils"
brew "neofetch"
brew "postgresql"
brew "ruby-build"
brew "roundup"
brew "ruby"
brew "spaceman-diff"
brew "spark"
brew "thefuck"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "zsh"
brew "candid82/brew/joker"
brew "getantibody/tap/antibody"
brew "puma/puma/puma-dev"
cask "aerial"
cask "alfred"
cask "battle-net"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "microsoft-office"
cask "paintbrush"
cask "postman"
cask "puush"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "the-unarchiver"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Magnet", id: 441258766
