tap "candid82/brew"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "apr-util"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "glib"
brew "openssl"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fortune"
brew "fx"
brew "git"
brew "gnupg"
brew "go"
brew "grc"
brew "htop"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "imagesnap"
brew "jenv"
brew "jmeter"
brew "jp2a"
brew "jq"
brew "leiningen"
brew "libssh2"
brew "lynx"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "moreutils"
brew "neofetch"
brew "nethack"
brew "nmap"
brew "postgresql"
brew "python@2"
brew "r"
brew "ruby", link: true
brew "spark"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "candid82/brew/joker"
brew "getantibody/tap/antibody"
cask "adobe-acrobat-reader"
cask "aerial"
cask "alfred"
cask "battle-net"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-roboto"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "jabref"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "league-of-legends"
cask "mactex"
cask "microsoft-office"
cask "microsoft-remote-desktop-beta"
cask "microsoft-teams"
cask "paintbrush"
cask "postman"
cask "private-internet-access"
cask "puush"
cask "scroll-reverser"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "texstudio"
cask "the-unarchiver"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
