tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libidn2"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "poppler"
brew "python@3.10"
brew "qt"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "alfred"
cask "android-studio"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "spotify"
cask "steam"
cask "telegram"
cask "temurin8"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SonicWall Mobile Connect", id: 822514576
mas "Vectornator", id: 1219074514
mas "Xcode", id: 497799835
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "richie5um2.vscode-sort-json"
